Repository: mmai/webtarot
Catalog: webtarot_client/i18n/po/*/webtarot_client.po
Languages: fr

source: send some text
fr: envoyez un message

source: Slam
fr: Grand chelem

source: Select cards to show
fr: Choisissez les atouts à montrer

source: Announce
fr: Annonce

source: No announce
fr: Pas d'annonce

source: game is currently not joinable
fr: cette partie n'accepte plus de joueur

source: auctions are closed
fr: les enchères sont terminées

source: invalid turn order
fr: ce n'est pas votre tour

source: bid must be higher than current contract
fr: l'enchère doit être supérieure au contrat en cours

source: the auctions are still running
fr: les enchères ne sont pas terminées

source: no contract was offered
fr: aucun contrat proposé

source: you can only play cards you have
fr: vous ne possédez pas cette carte

source: wrong suit played
fr: mauvaise couleur

source: you must use trumps
fr: vous devez jouer un atout

source: too weak trump played
fr: atout trop faible

source: you cannot play the suit of the called king in the first trick
fr: il est interdit de jouer de la couler du roi appelé au premier tour

source: no trick has been played yet
fr: aucun pli n'a encore été réalisé

source: you are not the taker
fr: Vous n'êtes pas le preneur

source: Wrong number of cards
fr: Nombre de cartes incorrect

source: Can't put the same card twice in the dog
fr: Carte en double dans le chien

source: Card neither in the taker's hand nor in the dog
fr: Carte n'appartenant ni au chien initial, ni à la main du preneur

source: Can't put an oudler in the dog
fr: Il est interdit de mettre un bout dans le chien

source: Can't put a king in the dog
fr: Il est interdit de mettre un roi dans le chien

source: Can't put a trump in the dog
fr: Il est interdit de mettre un atout dans le chien

source: I call {}
fr: J'appelle {}

source: connected
fr: connecté

source: Pass
fr: passe

source: trick for
fr: Pli remporté par

source: Contract succeded by {} point
fr: Contrat réussi de {} point

source: Contract failed by {} point
fr: Contrat chuté de {} point

source: {} oudler
fr: {} bout

source: Petit au bout bonus: {}
fr: Bonus petit au bout : {}

source: Poignees bonus: {}
fr: Bonus poignées : {}

source: Slam bonus: {}
fr: Bonus chelem : {}

source: Dog : {0}
fr: Chien : {0}

source: {} announced a {}
fr: {} a annoncé une {}

source: Really disconnect ?
fr: Voulez-vous vraiement vous déconnecter ?

source: pre-game
fr: Préparation de la partie

source: inter trick
fr: fin du pli

source: inter deal
fr: nouvelle donne

source: {0} bidding
fr: à {0} de dire

source: {0} playing
fr: à {0} de jouer

source: end
fr: fin

source: calling king
fr: le preneur appelle un roi

source: making dog
fr: le preneur fait son chien

source: disconnect
fr: déconnexion

source: Waiting for
fr: En attente de

source: other player
fr: joueur

source: Ready!
fr: Prêt!

source: Share this link to invite players:
fr: Partagez ce lien pour inviter d'autres joueurs :

source: Or you can play with tarot-bots:
fr: Vous pouvez aussi jouer avec des tarot-bots :

source: Add a bot player
fr: Ajouter un robot

source: Choose your partner
fr: Choisissez votre partenaire

source: finish
fr: terminer

source: Your turn to play!
fr: C'est à vous de jouer!

source: Hello {0}!
fr: Bonjour {0}!

source: Enter the code of a game to join
fr: Entrez le code d'une partie à rejoindre

source: Join Game
fr: Rejoindre

source: ...or start a new game.
fr: ...ou démarrez une nouvelle partie

source: New 3 players Game
fr: Nouvelle partie à 3

source: New 4 players Game
fr: Nouvelle partie à 4

source: New 5 players Game
fr: Nouvelle partie à 5

source: Error: {0}
fr: Erreur : {0}

source: nickname
fr: nom

source: Give yourself a nickname to play:
fr: Entrez votre nom

source: Play
fr: Jouer

source: not good: {0}
fr: problème : {0}
